export const QUESTION_LIST = [
  { id: 1, type: 1, content: "다른 사람을 만날 때 기운을 얻는 편이다." },
  {
    id: 2,
    type: 1,
    content: "카페에서 혼자 시간을 보내게 되면 창문 밖 풍경을 자주 보곤 한다.",
  },
  {
    id: 3,
    type: 1,
    content:
      "가족들이 아는 내 성격과 친구나 주변 사람들이 아는 내 성격이 같으리라 생각한다.",
  },
  {
    id: 4,
    type: 1,
    content: "글보다는 말로 생각을 전달하는 것을 더 선호하는 편이다. ",
  },
  { id: 5, type: 1, content: "여행에서 모르는 사람과 쉽게 친해지곤 한다." },
  { id: 6, type: 2, content: "오늘보다 내일이 더 중요하다고 생각한다." },
  {
    id: 7,
    type: 2,
    content: "이루어질 가능성이 없는 일을 머릿속으로 상상하는 것을 좋아한다.",
  },
  { id: 8, type: 2, content: "영화나 드라마를 볼 때 쉽게 몰입하는 편이다." },
  { id: 9, type: 2, content: "믿고 있는 음모론이 있다." },
  {
    id: 10,
    type: 2,
    content: "일이 계획대로 진행되지 않으면 쉽게 짜증을 느끼는 편이다.",
  },
  {
    id: 11,
    type: 3,
    content: "별일 없이도 휴대폰을 들여다보는 일이 잦은 편이다.",
  },
  {
    id: 12,
    type: 3,
    content: "다이어트와 같은 크고 작은 계획을 자주 실패하곤 한다.",
  },
  { id: 13, type: 3, content: "웃을 때는 입을 가리고 웃는 편이다." },
  {
    id: 14,
    type: 3,
    content: "가끔은 이성적인 판단보다 내 직감대로 행동하는 것이 편하다.",
  },
  { id: 15, type: 3, content: "내 감정을 잘 통제하지 못하는 편이다." },
];
